tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "libtool"
brew "asdf"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cmake"
brew "curl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "harfbuzz"
brew "python@3.10"
brew "gobject-introspection"
brew "libbluray"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "grep"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "k9s"
brew "libgccjit"
brew "libpq"
brew "librsvg"
brew "mas"
brew "mysql-client"
brew "neovim", args: ["HEAD"], link: false
brew "ninja"
brew "node"
brew "percona-toolkit"
brew "postgresql@11"
brew "ripgrep"
brew "solargraph"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "tldr"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-doom-icon", "with-no-titlebar"]
cask "1password"
cask "alacritty"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-mono-for-powerline"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "libreoffice"
cask "microsoft-remote-desktop"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Capo", id: 696977615
mas "GarageBand", id: 682658836
mas "iReal Pro", id: 409035833
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
