tap "d12frosted/emacs-plus"
tap "homebrew/cask-fonts"

brew "asdf"
brew "cmake"
brew "emacs-plus@28", args: ["with-no-titlebar", "with-native-comp", "with-modern-doom-icon"], restart_service: false
brew "gcc"
brew "grep"
brew "ispell"
brew "libgccjit"
brew "neovim"
brew "ripgrep"
brew "solargraph"
brew "starship"
brew "stow"
brew "svn"
brew "tldr"
brew "tree"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "font-fira-mono-for-powerline"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "libreoffice"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
