tap 'homebrew/cask-fonts'
tap 'd12frosted/emacs-plus'

brew 'asdf'
brew 'cmake'
brew 'emacs-plus@28', args: %w[with-no-titlebar with-native-comp with-modern-doom-icon with-xwidgets], restart_service: false
brew 'eslint'
brew 'gcc'
brew 'grep'
brew 'ispell'
brew 'libgccjit'
brew 'mas'
brew 'ripgrep'
brew 'solargraph'
brew 'starship'
brew 'stow'
brew 'svn'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alacritty'
cask 'brave-browser'
cask 'discord'
cask 'firefox'
cask 'font-fira-mono-for-powerline'
cask 'font-sauce-code-pro-nerd-font'
cask 'font-ubuntu-nerd-font'
cask 'google-chrome'
cask 'insomnia'
cask 'karabiner-elements'
cask 'libreoffice'
cask 'microsoft-remote-desktop'
cask 'raycast'
cask 'rectangle'
cask 'spotify'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zoom'

mas 'Capo', id: 696977615
mas 'Pages', id: 409201541
mas 'GarageBand', id: 682658836
mas 'iReal Pro', id: 409035833
mas 'Numbers', id: 409203825
