tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"

brew "act"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "automake"
brew "libtool"
brew "asdf"
brew "boost"
brew "avrdude"
brew "bat"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "ccache"
brew "cmake"
brew "colordiff"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "dfu-util"
brew "dtc"
brew "wxwidgets"
brew "erlang"
brew "node"
brew "eslint"
brew "exa"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "openssl@1.1"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "go"
brew "gobject-introspection"
brew "grep"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "k9s"
brew "krb5"
brew "lf"
brew "libfido2"
brew "libgccjit"
brew "libpq"
brew "librsvg"
brew "libzip"
brew "mas"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "percona-toolkit"
brew "tcl-tk"
brew "pillow"
brew "pipx"
brew "postgresql@11"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "subversion"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wimlib"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "qmk/qmk/qmk"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "insomnia"
cask "jumpcut"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "multipass"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "spotify"
cask "tuple"
cask "via"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "Ampado", id: 1296740756
mas "Capo", id: 696977615
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iReal Pro", id: 409035833
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835

vscode "adpyke.vscode-sql-formatter"
vscode "bodil.file-browser"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "bungcip.better-toml"
vscode "castwide.solargraph"
vscode "Catppuccin.catppuccin-vsc"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "jacobdufault.fuzzy-search"
vscode "kahole.magit"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "rebornix.ruby"
vscode "redhat.vscode-xml"
vscode "shardulm94.trailing-spaces"
vscode "sianglim.slim"
vscode "vscodevim.vim"
vscode "VSpaceCode.vspacecode"
vscode "VSpaceCode.whichkey"
vscode "wingrunr21.vscode-ruby"
